brew "atuin"
brew "bat"
brew "btop"
brew "curl"
brew "direnv"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "just"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "uv"
brew "zoxide"
